[
  {
    "priority": 1,
    "title": "Speak Out Against the Muslim Ban",
    "description": "Call your representative and senators to encourage them to speak out against the Muslim Ban",
    "scripts":[
      {
        "type": "phone",
        "text": "Friday, Trump signed an executive order barring citizens of seven predominantly Muslim countries from entering the U.S. As a result, green card holders and holders of valid visas were detained at airports across the country. As a constituent, I want [repName] to do everything in <his/her> power to fight for the rights of immigrants, who make our nation great. I expect <him/her> to join the public outcry and make it clear to the Trump Administration that <he/she> will not participate in legislating or approving funding for an extremist and xenophobic agenda. How is [repName] going to stand up to this unconstitutional order and other attempts to violate immigrants' rights?"
      },
      {
        "type": "facebook",
        "text": "I'm [name], asking [repName] to speak out against the Muslim Ban",
        "hashTags":"noMuslimBan,loveTrumpsHate"
      },
      {
        "type": "twitter",
        "text": "Please speak out and do everything in your power to stop the Muslim Ban",
        "hashTags":"noMuslimBan,loveTrumpsHate"
      },
      {
        "type": "mail",
        "title": "Regarding The Presidential Accountability Act",
        "text": "Friday, Trump signed an executive order barring citizens of seven predominantly Muslim countries from entering the U.S. As a result, green card holders and holders of valid visas were detained at airports across the country. As a constituent, I want [repName] to do everything in their power to fight for the rights of immigrants, who make our nation great. I expect them to join the public outcry and make it clear to the Trump Administration that they will not participate in legislating or approving funding for an extremist and xenophobic agenda. How is [repName] going to stand up to this unconstitutional order and other attempts to violate immigrants' rights?"
      }
    ],
    "types": ["house","senate"],
    "specific_contact": "", //if this needs a specific contact (such as "House Oversight Committee") it would be here
    "notes": ""
  }
]