[
  {
    "priority": 1,
    "title": "Investigate Flynn's Communication With Russia",
    "description": "There is strong evidence that Michael Flynn (National Security Advisor to Trump) spoke with the Russian government about US sanctions, which is illegal under the Logan Act. Flynn's security clearance should be revoked until an investigation takes place, and he should be removed from his position as National Security Advisor.",
    "scripts":[
      {
        "type": "phone",
        "text": "Hi, I'm [name], a constituent. I'm calling to urge [repName] to demand an independent investigation into Michael Flynn's communication with Russia in the months prior to Donald Trump's inauguration. There is strong evidence that Flynn spoke with the Russian government about US sanctions, which is illegal under the Logan Act. Flynn's security clearance should be revoked until an investigation takes place, and he should be removed from his position as National Security Advisor. I expect [repName] to condemn Flynn's actions in the strongest possible terms and push for a thorough investigation into the extent of his communication with Russia. Thank you."
      },
      {
        "type": "facebook",
        "text": "We demand Flynn be investigated for his calls to Russia!",
        "hashTags":"fireFlynn"
      },
      {
        "type": "twitter",
        "text": "We demand you investigate Flynn's calls to Russia!",
        "hashTags":"fireFlynn"
      },
      {
        "type": "mail",
        "header": "Please Investigate Flynn",
        "text": "I'm writing to demand an independent investigation into Michael Flynn's communication with Russia in the months prior to Donald Trump's inauguration. There is strong evidence that Flynn spoke with the Russian government about US sanctions, which is illegal under the Logan Act. Flynn's security clearance should be revoked until an investigation takes place, and he should be removed from his position as National Security Advisor. I expect [repName] to condemn Flynn's actions in the strongest possible terms and push for a thorough investigation into the extent of his communication with Russia."
      }
    ],
    "types": ["house","senate"],
    "specific_contact": "", //if this needs a specific contact (such as "House Oversight Committee") it would be here
    "notes": ""
  }
]